<h1>Первый опыт в нейросетях</h1>
Мне всегда была интересна эта тема. И вот я решил попробовать реализовать свою нейросеть.
Сначала я хотел реализовать обучить машинку ездить по дороге. Было выбрано 
два способа реализации: генетический алгоритм и Q-обучение. Но с машинкой у меня не вышло.
Для ген. алгоритма слабоват пк, а про реализацию Q-обучения и нейросети я не нашел
информацию, она была только об основах Q-обучения через Q-таблицу. Его я и реализовал. 
<img src="/img/mouse.bmp" 
alt="mouse_and_cheese" width="800px">